Repository: Omerrrrrrr/ai-city-guide
Catalog: native/Piri/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nb, pt_br, tr

# tripSummary.share.headline
source: Trip complete: %1$@
de: Reise abgeschlossen: %1$@
es: Viaje completado: %1$@
fr: Voyage terminé : %1$@
it: Viaggio completato: %1$@
nb: Tur fullført: %1$@
pt_br: Viagem concluída: %1$@
tr: Gezi tamamlandı: %1$@

# tripSummary.share.stats
source: %1$@ · %2$@ · %3$@ stops
de: %1$@ · %2$@ · %3$@ Stopps
es: %1$@ · %2$@ · %3$@ paradas
fr: %1$@ · %2$@ · %3$@ arrêts
it: %1$@ · %2$@ · %3$@ tappe
nb: %1$@ · %2$@ · %3$@ stopp
pt_br: %1$@ · %2$@ · %3$@ paradas
tr: %1$@ · %2$@ · %3$@ durak

# tripSummary.title
source: Trip Complete
de: Reise abgeschlossen
es: Viaje completado
fr: Voyage terminé
it: Viaggio completato
nb: Tur fullført
pt_br: Viagem Concluída
tr: Gezi Tamamlandı

# tripadvisor.closedNow
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
nb: Stengt
pt_br: Fechado
tr: Kapalı

# tripadvisor.everyDay
source: Every day
de: Täglich
es: Todos los días
fr: Tous les jours
it: Tutti i giorni
nb: Hver dag
pt_br: Todos os dias
tr: Her gün

# tripadvisor.openNow
source: Open
de: Geöffnet
es: Abierto
fr: Ouvert
it: Aperto
nb: Åpent
pt_br: Aberto
tr: Açık

# trips.count.one
source: %1$lld trip recorded
de: %1$lld Reise aufgezeichnet
es: %1$lld viaje registrado
fr: %1$lld voyage enregistré
it: %1$lld viaggio registrato
nb: %1$lld tur registrert
pt_br: %1$lld viagem registrada
tr: %1$lld gezi kaydedildi

# trips.count.other
source: %1$lld trips recorded
de: %1$lld Reisen aufgezeichnet
es: %1$lld viajes registrados
fr: %1$lld voyages enregistrés
it: %1$lld viaggi registrati
nb: %1$lld turer registrert
pt_br: %1$lld viagens registradas
tr: %1$lld gezi kaydedildi

# trips.empty.body
source: Build a route on the map and start it to record your first trip.
de: Erstelle eine Route auf der Karte und starte sie, um deine erste Reise aufzuzeichnen.
es: Crea una ruta en el mapa y empieza a recorrerla para registrar tu primer viaje.
fr: Crée un itinéraire sur la carte et démarre-le pour enregistrer ton premier voyage.
it: Crea un percorso sulla mappa e avvialo per registrare il tuo primo viaggio.
nb: Lag en rute på kartet og start den for å registrere din første tur.
pt_br: Crie uma rota no mapa e inicie-a para registrar sua primeira viagem.
tr: Haritada bir rota oluşturup başlat, ilk gezin kaydedilsin.

# trips.empty.title
source: No trips yet
de: Noch keine Reisen
es: Aún no hay viajes
fr: Pas encore de voyage
it: Ancora nessun viaggio
nb: Ingen turer ennå
pt_br: Nenhuma viagem ainda
tr: Henüz gezi yok

# trips.inProgress
source: In progress
de: Läuft
es: En curso
fr: En cours
it: In corso
nb: Pågår
pt_br: Em andamento
tr: Devam ediyor

# trips.notFound
source: Trip not found
de: Reise nicht gefunden
es: Viaje no encontrado
fr: Voyage introuvable
it: Viaggio non trovato
nb: Fant ikke turen
pt_br: Viagem não encontrada
tr: Gezi bulunamadı

# trips.photosCount.one
source: %1$lld photo
de: %1$lld Foto
es: %1$lld foto
it: %1$lld foto
nb: %1$lld bilde
pt_br: %1$lld foto
tr: %1$lld fotoğraf

# trips.photosCount.other
source: %1$lld photos
de: %1$lld Fotos
es: %1$lld fotos
it: %1$lld foto
nb: %1$lld bilder
pt_br: %1$lld fotos
tr: %1$lld fotoğraf

# trips.photosLabel
source: Photos
de: Fotos
es: Fotos
it: Foto
nb: Bilder
pt_br: Fotos
tr: Fotoğraflar

# trips.play
source: Play
de: Fortsetzen
es: Reproducir
fr: Lecture
it: Riproduci
nb: Spill av
pt_br: Continuar
tr: Oynat

# trips.share.distance
source: %1$@ km walked
de: %1$@ km zurückgelegt
es: %1$@ km recorridos
fr: %1$@ km parcourus
it: %1$@ km percorsi a piedi
nb: %1$@ km gått
pt_br: %1$@ km percorridos
tr: %1$@ km yürüdü

# trips.share.message
source: %1$@ · %2$@ %3$@ %4$@ — Discovered with Piri
de: %1$@ · %2$@ %3$@ %4$@ — Entdeckt mit Piri
es: %1$@ · %2$@ %3$@ %4$@ — Descubierto con Piri
fr: %1$@ · %2$@ %3$@ %4$@ — Découvert avec Piri
it: %1$@ · %2$@ %3$@ %4$@ — Scoperto con Piri
nb: %1$@ · %2$@ %3$@ %4$@ — Oppdaget med Piri
pt_br: %1$@ · %2$@ %3$@ %4$@ — Descoberto com o Piri
tr: %1$@ · %2$@ %3$@ %4$@ — Piri ile keşfedildi

# trips.share.noStops
source: No stops recorded
de: Keine Stopps aufgezeichnet
es: No se registraron paradas
fr: Aucun arrêt enregistré
it: Nessuna tappa registrata
nb: Ingen stopp registrert
pt_br: Nenhuma parada registrada
tr: Kayıtlı durak yok

# trips.share.signature
source: — Discovered with Piri
de: — Entdeckt mit Piri
es: — Descubierto con Piri
fr: — Découvert avec Piri
it: — Scoperto con Piri
nb: — Oppdaget med Piri
pt_br: — Descoberto com o Piri
tr: — Piri ile keşfedildi

# trips.stat.distance
source: Distance
de: Distanz
es: Distancia
it: Distanza
nb: Distanse
pt_br: Distância
tr: Mesafe

# trips.stat.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
nb: Varighet
pt_br: Duração
tr: Süre

# trips.stat.stops
source: Stops
de: Stopps
es: Paradas
fr: Arrêts
it: Tappe
nb: Stopp
pt_br: Paradas
tr: Durak

# trips.stopsCount.one
source: %1$lld stop
de: %1$lld Stopp
es: %1$lld parada
fr: %1$lld arrêt
it: %1$lld tappa
nb: %1$lld stopp
pt_br: %1$lld parada
tr: %1$lld durak

# trips.stopsCount.other
source: %1$lld stops
de: %1$lld Stopps
es: %1$lld paradas
fr: %1$lld arrêts
it: %1$lld tappe
nb: %1$lld stopp
pt_br: %1$lld paradas
tr: %1$lld durak

# trips.stopsLabel
source: Stops
de: Stopps
es: Paradas
fr: Arrêts
it: Tappe
nb: Stopp
pt_br: Paradas
tr: Duraklar

# trips.title
source: My Trips
de: Meine Reisen
es: Mis viajes
fr: Mes voyages
it: I miei viaggi
nb: Mine turer
pt_br: Minhas Viagens
tr: Gezilerim

# trips.unit.day
source: d
de: T
fr: j
it: g
tr: g

# trips.unit.hour
source: h
de: Std
nb: t
tr: s

# trips.unit.minute
source: m
de: Min
fr: min
it: min
tr: dk

# unesco.biosphere
source: UNESCO Biosphere Reserve
de: UNESCO-Biosphärenreservat
es: Reserva de la Biosfera de la UNESCO
fr: Réserve de biosphère de l'UNESCO
it: Riserva della biosfera dell'UNESCO
nb: UNESCO biosfæreområde
pt_br: Reserva da Biosfera da UNESCO
tr: UNESCO Biyosfer Rezervi

# unesco.worldHeritage
source: UNESCO World Heritage Site
de: UNESCO-Weltkulturerbe
es: Patrimonio de la Humanidad de la UNESCO
fr: Site du patrimoine mondial de l'UNESCO
it: Patrimonio dell'umanità dell'UNESCO
nb: UNESCOs verdensarv
pt_br: Patrimônio Mundial da UNESCO
tr: UNESCO Dünya Mirası

# weather.airQuality.fair
source: Fair air quality
de: Akzeptable Luftqualität
es: Calidad del aire aceptable
fr: Qualité de l'air correcte
it: Qualità dell'aria discreta
nb: Grei luftkvalitet
pt_br: Qualidade do ar razoável
tr: Makul hava kalitesi

# weather.airQuality.good
source: Good air quality
de: Gute Luftqualität
es: Buena calidad del aire
fr: Bonne qualité de l'air
it: Buona qualità dell'aria
nb: God luftkvalitet
pt_br: Boa qualidade do ar
tr: İyi hava kalitesi

# weather.airQuality.moderate
source: Moderate air quality
de: Mäßige Luftqualität
es: Calidad del aire moderada
fr: Qualité de l'air moyenne
it: Qualità dell'aria moderata
nb: Moderat luftkvalitet
pt_br: Qualidade do ar moderada
tr: Orta hava kalitesi

# weather.airQuality.poor
source: Poor air quality
de: Schlechte Luftqualität
es: Mala calidad del aire
fr: Mauvaise qualité de l'air
it: Qualità dell'aria scarsa
nb: Dårlig luftkvalitet
pt_br: Qualidade do ar ruim
tr: Kötü hava kalitesi

# weather.airQuality.veryPoor
source: Very poor air quality
de: Sehr schlechte Luftqualität
es: Calidad del aire muy mala
fr: Très mauvaise qualité de l'air
it: Qualità dell'aria molto scarsa
nb: Svært dårlig luftkvalitet
pt_br: Qualidade do ar muito ruim
tr: Çok kötü hava kalitesi

# weather.forecast.loadFailed
source: Couldn't load the forecast right now.
de: Die Vorhersage konnte gerade nicht geladen werden.
es: No se pudo cargar el pronóstico en este momento.
fr: Impossible de charger les prévisions pour le moment.
it: Impossibile caricare le previsioni al momento.
nb: Kunne ikke laste værmeldingen akkurat nå.
pt_br: Não foi possível carregar a previsão no momento.
tr: Hava durumu tahmini şu anda yüklenemedi.

# weather.forecast.title
source: 5-Day Forecast
de: 5-Tage-Vorhersage
es: Pronóstico de 5 días
fr: Prévisions sur 5 jours
it: Previsioni a 5 giorni
nb: 5-dagers værmelding
pt_br: Previsão de 5 Dias
tr: 5 Günlük Hava Durumu

# ai.savedPlan.name
source: %1$@ Plan
es: Plan de %1$@
fr: Plan %1$@
it: Piano %1$@
pt_br: Plano de %1$@
tr: %1$@ Planı

# auth.displayName
source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
it: Nome (facoltativo)
nb: Navn (valgfritt)
pt_br: Nome (opcional)
tr: İsim (opsiyonel)

# auth.email
source: Email
es: Correo electrónico
nb: E-post
tr: E-posta

# categories.museum
source: Museum
es: Museo
fr: Musée
it: Museo
pt_br: Museu
tr: Müze

# categories.restaurant
source: Restaurant
es: Restaurante
it: Ristorante
pt_br: Restaurante
tr: Restoran

# categoryFilters.shopping
source: Shopping
es: Compras
pt_br: Compras
tr: Alışveriş

# common.ok
source: OK
es: Aceptar
tr: Tamam

# components.adminGate.placeholder
source: Admin token
es: Token de administrador
fr: Jeton admin
it: Token amministratore
pt_br: Token de administrador
tr: Yönetici token'ı

# diet.vegan
source: Vegan
es: Vegano
fr: Végan
it: Vegano
nb: Vegansk
pt_br: Vegano

# friendProfile.category.xp
source: Level
es: Nivel
fr: Niveau
it: Livello
nb: Nivå
pt_br: Nível
tr: Seviye

# gamification.title
source: Level & XP
es: Nivel y XP
fr: Niveau et XP
it: Livello e XP
nb: Nivå og XP
pt_br: Nível e XP
tr: Seviye ve XP

# map.style.hybrid
source: Hybrid
es: Híbrido
fr: Hybride
it: Ibrida
pt_br: Híbrido
tr: Hibrit

# map.style.standard
source: Standard
es: Estándar
pt_br: Padrão
tr: Standart

# mapPoiCategories.shopping
source: Shopping
es: Compras
pt_br: Compras
tr: Alışveriş

# onboarding.travelStyle.budgetLabel
source: Budget
es: Presupuesto
nb: Budsjett
pt_br: Orçamento
tr: Bütçe

# paywall.basic.title
source: Basic
es: Básico
pt_br: Básico

# planThemes.shopping
source: Shopping
es: Compras
pt_br: Compras
tr: Alışveriş

# premiumDetails.locked
source: Google details
es: Detalles de Google
fr: Détails Google
it: Dettagli Google
nb: Google-detaljer
pt_br: Detalhes do Google
tr: Google detayları

# profileOptions.interests.religion
source: Religion
es: Religión
it: Religione
pt_br: Religião
tr: Din

# scan.inPiri
source: ◈ In Piri
es: ◈ En Piri
fr: ◈ Dans Piri
nb: ◈ I Piri
pt_br: ◈ No Piri
tr: ◈ Piri'de

# settings.appearance.system
source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema
tr: Sistem

# settings.language.system
source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema
tr: Sistem

# settings.premium.upgrade
source: Upgrade
es: Mejorar plan
fr: Mettre à niveau
it: Passa a Premium
nb: Oppgrader
pt_br: Fazer Upgrade
tr: Yükselt

# settings.rank.wanderer
source: Wanderer
es: Vagabundo
fr: Vagabond
it: Viandante
nb: Vandrer
pt_br: Andarilho
tr: Gezgin

# settings.xp.level
source: Level %1$lld
es: Nivel %1$lld
fr: Niveau %1$lld
it: Livello %1$lld
nb: Nivå %1$lld
pt_br: Nível %1$lld
tr: Seviye %1$lld

# settings.xp.title
source: Level
es: Nivel
fr: Niveau
it: Livello
nb: Nivå
pt_br: Nível
tr: Seviye

# tags.budget
source: Budget
es: Económico
fr: Économique
it: Economico
nb: Budsjett
pt_br: Econômico
tr: Bütçe Dostu

# tags.dateNight
source: Date Night
es: Cita romántica
fr: Soirée en amoureux
it: Serata romantica
nb: Romantisk kveld
pt_br: Noite a Dois
tr: Romantik Akşam

# tripRecap.xp.level
source: Level %1$lld
es: Nivel %1$lld
fr: Niveau %1$lld
it: Livello %1$lld
nb: Nivå %1$lld
pt_br: Nível %1$lld
tr: Seviye %1$lld

# trips.pause
source: Pause
es: Pausar
it: Pausa
pt_br: Pausar
tr: Duraklat

# unesco.geopark
source: UNESCO Global Geopark
es: Geoparque Mundial de la UNESCO
fr: Géoparc mondial de l'UNESCO
it: Geoparco mondiale dell'UNESCO
pt_br: Geoparque Mundial da UNESCO
tr: UNESCO Küresel Jeoparkı

# saved.tabs.plan
source: Plan
it: Piano
pt_br: Plano

# profile.avatar.choosePhoto
source: Choose Photo
nb: Velg bilde
tr: Fotoğraf Seç

# profile.avatar.remove
source: Remove Photo
nb: Fjern bilde
tr: Fotoğrafı Kaldır

# profile.avatar.title
source: Profile Photo
nb: Profilbilde
tr: Profil Fotoğrafı

# diet.halal
source: Halal
tr: Helal

# directions.preview.minutes
source: %1$lld min
tr: %1$lld dk

# map.route.durationMinutes
source: %1$@ min
tr: %1$@ dk

# settings.mapsProvider.google
source: Google Maps
tr: Google Haritalar

# settings.mapsProvider.yandex
source: Yandex Maps
tr: Yandex Haritalar

# settings.language.en
source: English
pt_br: Inglês
